#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # module.broad-gotc-dev-20200424.google_compute_ssl_certificate.ssl-certificate must be replaced
-/+ resource "google_compute_ssl_certificate" "ssl-certificate" {
      ~ certificate        = (sensitive value)
      ~ certificate_id     = 1005492695577309300 -> (known after apply)
      ~ creation_timestamp = "2020-04-09T05:00:23.257-07:00" -> (known after apply)
      ~ id                 = "projects/broad-gotc-dev/global/sslCertificates/wildcard-gotc-dev-broadinstitute-20200424" -> (known after apply)
        name               = "wildcard-gotc-dev-broadinstitute-20200424"
      + name_prefix        = (known after apply)
      ~ private_key        = (sensitive value)
      ~ project            = "broad-gotc-dev" -> (known after apply)
      ~ self_link          = "https://www.googleapis.com/compute/v1/projects/broad-gotc-dev/global/sslCertificates/wildcard-gotc-dev-broadinstitute-20200424" -> (known after apply)
    }

  # module.broad-gotc-staging-20200424.google_compute_ssl_certificate.ssl-certificate must be replaced
-/+ resource "google_compute_ssl_certificate" "ssl-certificate" {
      ~ certificate        = (sensitive value)
      ~ certificate_id     = 2212694392007993000 -> (known after apply)
      ~ creation_timestamp = "2020-04-09T05:43:36.881-07:00" -> (known after apply)
      ~ id                 = "projects/broad-gotc-staging/global/sslCertificates/wildcard-gotc-staging-broadinstitute-20200424" -> (known after apply)
        name               = "wildcard-gotc-staging-broadinstitute-20200424"
      + name_prefix        = (known after apply)
      ~ private_key        = (sensitive value)
      ~ project            = "broad-gotc-staging" -> (known after apply)
      ~ self_link          = "https://www.googleapis.com/compute/v1/projects/broad-gotc-staging/global/sslCertificates/wildcard-gotc-staging-broadinstitute-20200424" -> (known after apply)
    }

Plan: 2 to add, 0 to change, 2 to destroy.
```

</details>

*Workflow: `Terraform Deploy Test - gotc-tls-certs-non-prod`, Action: `hashicorpterraform-github-actions4`, Working Directory: `deploy/gotc-tls-certs-non-prod/terraform`, Workspace: `default`*
